Repository: RedLabel1/footprint-calculator
Catalog: lib/l10n/intl_*.arb
Languages: es

# company_name
source: Agreste foundation
es: Fundación Agreste

# screen_name_footprint
source: Calculate your footprint
es: Calcula tu huella

# footprint_no_stats
source: Once you complete your footprint calculations, you will find your stats here
es: Aquí aparecerán tus estadísticas una vez calcules tu huella

# footprint_1_title
source: Energy consumption
es: Consumo de energía

# footprint_1_energy_consumption_range
source: {min} to {max} kWh
es: Entre {min} y {max} kWh

# footprint_1_energy_consumption_range_no_max
source: {min} kWh or more
es: Más de {min} kWh

# screen_name_tips
source: Tips
es: Consejos

# screen_name_game
source: Game
es: Juego

# screen_name_shop
source: Shop
es: Tienda

# screen_name_profile
source: My profile
es: Mi perfil

# screen_name_about
source: Contact & FAQ
es: Contacto & FAQ
